Repository: collective/collective.ebook
Catalog: collective/ebook/locales/*/LC_MESSAGES/collective.ebook.po
Languages: da, de

source: Choose
da: Valg
de: Auswahl

source: Topic
da: Tema
de: Thema

source: Choose all
da: Vælg alle
de: Alle auswählen

source: Advanced options
da: Avancerede indstillinger
de: Weitere Einstellungen

source: Advanced options help text
da: Disse indstillinger vises kun for brugere, der har rollen 'Administrator'.
de: iAdministratoren können diese Optionen einstellen

source: Show source code
da: Vis HTML kildekode
de: Zeige Quellcode

source: Show source code help text
da: Hvis dette er valgt, returneres et HTML-dokument, der kan bruges som input til f.eks. PrinceXML.
de: Ist dies gewählt, erhalten Sie ein HTML-Dokument, dass Sie als Input-Dokument für HTML-to-PDF-Konverter benutzen können.

source: Download PDF
da: Hent din guide
de: PDF generieren

source: converter_executable
da: HTML til PDF eksekverbar
de: Konverter-Kommando

source: required
da: Påkrævet
de: Erforderliche Angabe

source: converter_executable_help
da: Dette er normalt programmet PrinceXML (med en kommandolinje, der tager input fra <tt>stdin</tt> og sender output til <tt>stdout</tt>).
de: Dies kann z.B. PrinceXML sein (geben Sie 'prince -' unten ein) oder auch wkhtmltopdf ('wkhtnltopdf - -').

source: remote_address
da: Hvis programmet skal køres på en anden maskine (gennem en SSH-tunnel), skrives host her (e.g. <tt>host</tt> eller <tt>user@host</tt>).
de: Wenn das Konvertierungsprogramm auf einer externen Maschine laufen soll, geben sie hier die Zeiladresse ein, z.B.<tt>host</tt> oder <tt>user@host</tt>.

source: Template
da: Skabelon

source: Template_help
da: Vælg den HTML-skabelon, der skal bruges til at formattere indholdet.
de: Wählen Sie das Template, dass den gewählten Inhalt formatieren wird.

source: save
da: Gem
de: Speichern

source: copy_templates
da: Kopiér skabeloner
de: Templates kopieren

source: Edit templates
da: Redigering af skabeloner:
de: Templates bearbeiten

source: Enable PDF-generation
da: Denne side kan indgå i PDF
de: PDF Generierung aktivieren

source: enable_pdf_help
da: Hvis dette er valgt, vil en besøgende få mulighed for at medtage siden ved download i PDF-format.
de: Wenn dies ausgewählt ist, wird dieser Artikel in einer PDF-Generierung eines übergeordneten Ordners berücksichtigt, bzw. ausgeschlossen.

source: show_pdf_button
da: Vis PDF-værktøj på denne side.
de: Zeige den Downloadbutton

source: show_pdf_button_help
da: Hvis dette er valgt, vises en formular under sidens almindelig indhold, som besøgende kan benytte til at hente en PDF-artikel bestående af et udvalg af den valgte sektions artikler.
de: Dies aktiviert die Anzeige des Downloadbuttons, mit dem eine PDF-Generierung ausgelöst werden kann.

source: General settings
de: Generelle Einstellungen
